Repository: alirahimi818/qr-bonus-card
Catalog: languages/qrbc-*.po
Languages: de_de, fa_ir

source: It is not possible to re-register a duplicate bonus.
de_de: Es ist nicht möglich, einen doppelten Bonus erneut zu registrieren.
fa_ir: امکان ثبت مجدد جایزه تکراری وجود ندارد.

source: Your bonus has been successfully registered.
de_de: Ihr Bonus wurde erfolgreich registriert.
fa_ir: جایزه شما با موفقیت ثبت شد.

source: success submitted
de_de: Erfolg eingereicht
fa_ir: با موفقیت ثبت شد

source: Winners
de_de: Gewinner
fa_ir: برنده ها

source: Search
de_de: Suche
fa_ir: جستجو

source: from:
de_de: von:
fa_ir: از:

source: to:
de_de: bis:
fa_ir: تا:

source: Search by date
de_de: Nach Datum suchen
fa_ir: جستجو بر اساس تاریخ

source: win count:
de_de: Gewinnzähler:
fa_ir: تعداد برنده:

source: user
de_de: Benutzer
fa_ir: کاربر

source: scan count
de_de: Anzahl der Scans
fa_ir: تعداد اسکن

source: status
fa_ir: وضعیت

source: win date
de_de: Datum gewinnen
fa_ir: زمان برد

source: use of bonus card
de_de: Nutzung der Bonuskarte
fa_ir: استفاده از کارت تخفیف

source: used
de_de: benutzt
fa_ir: استفاده شده

source: not used
de_de: nicht benutzt
fa_ir: استفاده نشده

source: Not found!
de_de: Nicht gefunden!
fa_ir: یافت نشد!

source: export
fa_ir: خروجی

source: pages
de_de: Seiten
fa_ir: صفحات

source: QR-Code Bonuses
de_de: QR-Code-Bonus
fa_ir: بارکد جوایز

source: Bonus Card
de_de: Bonuskarte
fa_ir: کارت جایزه

source: Add New
de_de: Neue hinzufügen
fa_ir: جدید

source: code
fa_ir: کد

source: date
de_de: datum
fa_ir: تاریخ

source: New QR-Code
de_de: Neuer QR-Code
fa_ir: بارکد جدید

source: show latest history
de_de: neuesten Verlauf zeigen
fa_ir: نمایش آخرین تاریخچه

source: last scan date
de_de: Datum des letzten Scans
fa_ir: آخرین بارکد اسکن شده در

source: count of last scan
de_de: Zählung des letzten Scans
fa_ir: تعداد آخرین اسکن

source: active bonus
de_de: aktiver Bonus
fa_ir: جایزه فعال

source: last win date
de_de: Letzter Gewinn am
fa_ir: آخرین زمان برنده شدن در

source: count of win
de_de: Zählung des Sieges
fa_ir: تعداد برد

source: You have won!
de_de: Du hast gewonnen!
fa_ir: شما برنده شدید!

source: Last scanned QR-Code at:
de_de: Zuletzt gescannter QR-Code bei:
fa_ir: آخرین بارکد اسکن شده در:

source: Last win at:
de_de: Letzter Gewinner am:
fa_ir: آخرین زمان برنده شدن در:

source: Win count:
de_de: Gewinnzähler:
fa_ir: تعداد برنده شدن:

source: times
de_de: mal
fa_ir: بار

source: Bonus Page
de_de: Bonusseite
fa_ir: صفحه جایزه

source: Bonus QR Generator
fa_ir: بارکد ساز جایزه

source: Bonus Profile
de_de: Bonusprofil
fa_ir: پروفایل جایزه

source: QR Bonus Card Setting
de_de: QR-Bonuskarteneinstellung
fa_ir: تنظیمات کارت جایزه

source: Number of wins
de_de: Anzahl der Gewinner
fa_ir: شماره دفعات برنده شدن

source: After this number, the user bonus card is reset.
de_de: Nach dieser Zahl wird die Benutzer-Bonuskarte zurückgesetzt.
fa_ir: پس از این شماره، کارت جایزه های کاربر ریست می شوند.

source: Date Format
de_de: Datumsformat
fa_ir: فرمت تاریخ

source: Card deactivate item image url
de_de: Bild-URL des inaktiven Kartenelements
fa_ir: آدرس تصویر آیتم غیرفعال کارت جایزه

source: best size 80x80 pixel
de_de: beste Größe 80x80 Pixel
fa_ir: بهترین سایز ۸۰ در ۸۰ پیکسل

source: Card active item image url
de_de: Bild-URL des aktiven Kartenelements
fa_ir: آدرس تصویر آیتم فعال کارت جایزه

source: Favicon image url (for PWA)
de_de: Favicon-Bild-URL (für PWA)
fa_ir: تصویر آیکون (برای PWA)

source: Remove image
de_de: Entferne Bild
fa_ir: حذف تصویر

source: Upload image
de_de: Bild hochladen
fa_ir: آپلود تصویر

source: Insert image
de_de: Bild einfügen
fa_ir: افزودن تصویر

source: Use this image
de_de: Verwenden Sie dieses Bild
fa_ir: انتخاب این تصویر

source: Users bonuses
de_de: Benutzerbonus
fa_ir: جوایز کاربران

source: show today history
de_de: zeigen heute Nutzungsverlauf
fa_ir: نمایش تاریخچه امروز
